//1
//Библиотека которая помогает легко получать доступ к любому элементу 

//2
//множество полезных функций для работы с HTML-страницами.

//4
//Google,Microsoft

//5
//HTML,java script

//6
//к себе в папку с сайтом.

//7
//JavaScript и HTML

//8
// $  $()

//9
//скрывает выбранные элементы

//10
//скрывает текст 

//11
//скрывает эллемент с классом test

//12
//скрывает эллемент с id test

//13
//$(document).ready(function()

// 15
// Для работы с эллементами

// 16
//'Hello'

// 17
// $('#index')

// 18
// $('.index')
