
// 1
// то что происходит в определенный момент



// 2
// mousedown mouseup click dblclick 



// 3
// $('.btn').click(function(){
    // 
// })



// 4
// $('.btn').click(function(){
    //  console.log("Click");
//  })


// 5
// дает время для полной загрузки

// 6
//  для скрытия p

// 7
// покажет p

// 8
// по двойному нажатию на “block” исчезнет эллемент 

// 9
// является обработчиком события mouseenter для элементов с классом block

// 10
//  когда мышка покинет блок отображает всплывающее окно с сообщением Please enter email

// 11
// когда мышка нажата отображает всплывающее окно с сообщением Please enter tel

// 12
// когда мышка отпушена  отображает всплывающее окно с сообщением Please enter password

// 13
// когда мышка наведена отображает всплывающее окно с сообщением Please enter address

// 14
//когда фокус на эллементах с классом блок отображает всплывающее окно с сообщением Please enter birthday

//15
//снятия фокуса с блокa  отображает всплывающее окно с сообщением Please enter name



